src/test/resources/org/lockss/ws/status/getAuUrlsRequest.xml

<!--
Sample SOAP request for simple testing.

Usage:
  curl -H "content-type: text/xml" -d @path/to/this/file
       http://user:pass@host:port/ws/DaemonStatusService
-->
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:service="http://status.ws.lockss.org/">
    <soapenv:Header/>
    <soapenv:Body>
        <service:getAuUrls>
            <auId>org|lockss|plugin|georgthiemeverlag|GeorgThiemeVerlagBooksPlugin&amp;base_url~https%3A%2F%2Fwww%2Ethieme-connect%2Ede%2F&amp;doi~10%2E1055%2Fb-004-129958</auId>
            <url>https://www.thieme-connect.de/l</url>
        </service:getAuUrls>
    </soapenv:Body>
</soapenv:Envelope>
